{
  "students": [{"name":"Sisanda",
                "message":"I was never able to complete my previous studies many years ago because my Mother passed away shortly after I began. I really struggled and could not cope with anything while under such heavy grief. Soon after, I moved to another city and found love and got married. I was grateful for those years because I learned a lot about myself and discovered that my course of study wasn’t right for me. I began watching YouTube videos and teaching myself how to sew, and how to design clothing pattens. After a few years I moved back to my hometown and established life there.\nSewing is a great skill which has helped me be self-reliant and contribute to the family finances. The Fund is now helping me to pursue a trade-course in sewing and design to help support my family. I will forever be grateful to God for BEF and the donors. Many women have been blessed! I won’t look back because I’m not going that way!",
                "year":"none",
                "image":"sisanda.jpg"},
              {"name":"Sizipiwe",
                "message":"We live in a strange time, where things are so uncertain... but one thing that gives hope for the future is studying to acquire knowledge to get a qualification. I have you Donors to thank for that! I am expecting my second child soon, and my studies will pause for a short while, but with the help of my BEF scholarship I know I don’t need to worry about the stress of working and being a mother and a student all at the same time—let alone bearing the financial burden in these difficult times.\nI will forever and eternally be grateful for you making my dreams come true. I know I still have a lot to do and accomplish, but I know I am pointed in the right direction.",
                "year":"none",
                "image":"sizipiwe.jpg"},

              {"name":"Anelisa",
                "message":"The Fund is just such a blessing to me and my family. I love to think that I am a better version of myself today because of the sacrifices that the donors make to this Fund. I have learned that no matter how educated you are (or will ever be) that unity, love and support is essential.\nI may not have been able to complete my studies yet, but I know that giving back and helping those in need makes me feel happy and complete. My gratitude goes beyond words and more in action. Through the Fund I have learned that it is never too late to give back and pay it forward.",
                "year":"none",
                "image":"anelisa.jpg"},

              {"name":"Nombulelo",
                "message":"It is because of all the donors that I now have this Human Resources qualification, and I can embark on a journey of independence! It will open great opportunities for me and my family which I am truly grateful for.\nI will pursue my interest in creativity and entrepreneurship (as I am thinking to starting my small business). Without granting me this scholarship none of this would even be possible. BEF really does help women who want to prosper in life and be educated! It is an amazing feeling to be one of those women.",
                "year":"none",
                "image":"nombulelo.jpg"},

              {"name":"Bianca",
                "message":"I have had so many opportunities already to use my skills that I have learnt from my short courses. This scholarship has lifted the burden of financial strain on my family. My goal is to finish my studies this year and start getting work online as a TEFL teacher, and I am so excited!\nI cannot thank the Donors enough for their good hearts in making studying possible for me, and so many others too. May the Lord bless you.",
                "year":"none",
                "image":"bianca.jpg"},

              {"name":"Thobeka",
                "message":"I would like to express my sincere gratitude for the opportunity I have had to be part of this wonderful BEF community. Having access to Higher Education is almost everyone’s dream, however, sometimes those dreams are left to vanish due to the hopelessness that can come through financial distress. I have been a stay-at-home mom for about 10 years now raising 4 children, with only my husband working to support the family. I tried to look for other ways that could perhaps assist me to pursue my education. Three years ago, the church introduced the BYU Pathway Education Programme in our area. After I completed that I applied to BEF to assist me to study via BYU Online. I am now in my 2nd year. I am grateful for this experience because I have realised that I have the potential to do more academically than the limits I have in my mind.\nI have seen how this fund has blessed other women’s lives too. It has brought so many families out of poverty by equipping the women with knowledge and skills. May you never doubt your efforts! Always remember that someone in South Africa has better opportunities in life because of this Fund.",
                "year":"none",
                "image":"thobeka.jpg"},
              {"name":"Mechaelar",
                "message":"Although we can learn from the past, we are not meant to live in the past. Personal progress and growth come when I work with focus and determination looking to the future. BEF has blessed my life and enabled me to work and earn extra funds when times have been difficult. I am now currently enrolled in my first semester of the BYU Pathway program in my attempt to eventually obtain my Degree.\nThank you for your kindness and generosity, and all you do to continue support young woman in this part of the world by helping them to realise their desires and goals to learn and improve themselves.",
                "year":"none",
                "image":"mechaelar.jpg"},

              {"name":"Thobeka M.",
                "message":"Having an opportunity to further my studies through the BEF more than a decade ago was a great blessing in my life.\nI got to have a good education and to be part of a sisterhood. I will forever be grateful to ALL those who sacrificed their time and resources so that people like me can have an education so that we can be able to grow in society.\nMay you know that I have appreciated ALL your hard work in making the Brockbank Education Fund a success throughout these years. Our lives will never be the same again and its thanks to people like you!",
                "year":"none",
                "image":"thobeka-m.jpg"},

              {"name":"Yanga",
                "message":"During my years as a student there were many instances where I thought I will not make it to the end due to a difficult course or feeling overwhelmed with studies and everything else going on in my life. But I would think of the sacrifices the donors were making to ensure that we get an education so that we could make something of ourselves.\nI am now not only qualified, but also a wife, and mother of 3 beautiful children, and a full-time employee. I am grateful for the Brockbank Education Fund and all those who have sacrificed for us over the years. Your generosity has been an example to me and as a result has inspired me to do something to give back to the less fortunate as well. My husband and I have a plan that we hope will take off in the coming year to give back to the struggling communities where we live.",
                "year":"none",
                "image":"yanga.jpg"},

              {"name":"Maybury",
                "message":"I would like to send my gratitude for the opportunity I have to further my education. What a privilege to be part of this program. On my own it would have been impossible to do the studies I am currently busy with. Financially I would not have been able to do it. Over the years I have heard other BEF students talk about their studies and how the Fund has blessed them. I am thankful to be a recipient of those same blessings.\nWith education so many opportunities can be opened for us. May many more families be blessed by your sacrifices.",
                "year":"none",
                "image":"maybury.jpg"},

              {"name":"Nolubabalo",
                "message":"I have completed my Post Graduate Certificate in Education through BEF. This is such a blessing in my life as I enjoy teaching. I am a planning to continue to move forward and study to be an Educational Psychologist, because I am interested in learning more about the behaviours and patterns of young minds.\nWithout this degree I would be in poverty as I am a single mother of 4. But because I have a degree, I was more easily able to get permanent employment. Life is not easy, but Heavenly Father sent me BEF at the right time. I will forever be grateful. I will not look back, as this year’s theme states. May you continue blessing the lives of women in South Africa. The Lord is noticing your efforts and good hearts.",
                "year":"none",
                "image":"nolubabalo.jpg"},

              {"name":"Nosiphiwo",
                "message":"I would like to send my gratitude to the BEF donors for making my dreams come true. I obtained my diploma through the Fund ten years ago. I have had permanent employment for many years now because BEF set the platform for me to grow and excel. I am truly grateful.",
                "year":"none",
                "image":"nosiphiwo.jpg"},

              {"name":"Jocelyn",
                "message":"Without these wonderful donors my own dreams would not have been achieved. Through the scholarship I received I was able to obtain my Bachelor of Education Degree and secure a decent job, and it has really blessed my family! Thank you so much for the wonderful blessing you are to many.",
                "year":"none",
                "image":"jocelyn.jpg"},

              {"name":"Dionne",
                "message":"I currently work in a primary school as a teacher’s assistant, and it has changed my life. It made me realise that it is not just about working to pay bills - but about doing something you genuinely love. I realised I wanted to be a teacher! However, to do so I would have to go to university and study... but with no way to finance it! BEF is now helping me realise this dream!\nWhile you might think that you are just allowing women to study and improve their chances of employment, what is actually happening is they are also increasing in confidence, faith, and determination, as well as in their ability to provide for themselves and their families spiritually, emotionally and physically. With your generous donation you allow them to fully utilise their skills and talents so they can raise and inspire the generation coming after them to want to be more, to want to do better and to want to be better for themselves and their families. What you are providing is not just money, it is hope and an opportunity. It is a way for women like me to know that they are seen, and to know that there is someone who cares for their future and their livelihood. It also reminds them of how Heavenly Father is aware of every single need they have, and he is interested in the absolute details of their lives.",
                "year":"none",
                "image":"dionne.jpg"},

              {"name":"Tabisa",
                "message":"I don’t even know where to start with my gratitude for the opportunity and life changing gift that I received from BEF many years ago. Thank you so much to the donors for your generous contributions. Your donation helped me so much to a point that I managed to secure a permanent job with the qualification I gained, which I would not have been able to do without the scholarship. I will one day pursue further studies again to gain more knowledge and skills. Thank you for your lifetime gift.",
                "year":"none",
                "image":"tabisa.jpg"}]
}